{
  "latest": {
    "id": "GQd2sO1FnOU",
    "title": "[Techhouse & House] · RE-SET Live Set @  Bridge_48 · Barcelona #bejaussessions #moonamour",
    "description": "RE-SET @ Bridge__48 | Moonamour x Bejaus 01.06 | Barcelona\n\n*RE-SET*\nHailing from the southwest of Germany, RE-SET has been producing raw/hypnotic techno for over 8 years. RE-SET has graced stages across Germany, including a residency at the renowned U60311 event series with his Friend:Holger Heber as Duo in Frankfurt am Main, he also played in famous Clubs like Silodom/Saarbrücken, Elektroküche ect. Before moving to Barcelona two years ago, he has focused on his solo project, releasing music on esteemed labels like R3VOLUTION, CombineAudio, STRGHTX and Jeton. In Barcelona, RE-SET has already brought his unique sound to clubs like Jaggys and Bejause Cafe, and is set to electrify the city's nightlife with upcoming gigs. As a producer and DJ, RE-SET continues to push the boundaries of techno, delivering high-energy performances and innovative tracks that leave a lasting impression. Occasionally, he also enjoys mixing it up with special house sets, taking inspiration from the early 2010s, showcasing his versatility and eclectic taste. Stay tuned for more.\n\n*FOLLOW RE-SET*\nSoundcloud https://soundcloud.com/resettechno\nInstagram https://www.instagram.com/reset_techno/\n\n*FOLLOW US :)*\nInstagram https://www.instagram.com/bejauscafe\nTikTok https://www.tiktok.com/@bejauscafe\nYouTube https://www.youtube.com/@bejaussessions\nBookings https://www.bejauscafe.com\n\n📍 Recorded  @ @bridge_48 \n📢 Sound Edition https://www.youtube.com/@shullianamusic  \n🎥 Video & Edition‪ https://www.youtube.com/@vaaalescalona\n💐 Flower Arrangement https://www.instagram.com/merci_estudiofloral/\n\n⚠️  This artistic performance has been recorded live.\n📢  Subscribe to our channel for more live sessions.\n\n#BejausSessions #TechHouse #Barcelona #HouseMusicLover #Housemusic",
    "thumbnail": "https://i.ytimg.com/vi/GQd2sO1FnOU/hqdefault.jpg",
    "publishedAt": "2025-07-14T11:30:56Z",
    "viewCount": "112",
    "duration": "PT1H28M52S"
  },
  "popular": [
    "NXK5t62FQSU",
    "rP5ElWJoLcc",
    "QGWGheIkaVA"
  ]
}
